// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI-Ethernetkarte %@";
"pci-multiether"          = "PCI-Ethernet, Steckplatz %@, Anschluss %@";
"thunderbolt-ether"       = "Thunderbolt-Ethernet-Steckplatz %@";
"thunderbolt-multiether"  = "Thunderbolt-Ethernet-Steckplatz %@, Anschluss %@";
"usb-ether"               = "USB-Ethernet (%@)";
"generic-ether"           = "Ethernetanschluss (%@)";

"airport"                 = "WLAN";
"generic-wireless"        = "Drahtloser Netzwerkanschluss (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI-FireWire, Steckplatz %@";
"pci-multifirewire"       = "PCI-FireWire, Steckplatz %@, Port (%@)";
"thunderbolt-firewire"    = "Thunderbolt-FireWire-Steckplatz %@";
"thunderbolt-multifirewire" = "Thunderbolt-FireWire-Steckplatz %@, Anschluss %@";
"generic-firewire"        = "FireWire-Anschluss (%@)";

"bluetooth"               = "Bluetooth-DUN";
"bluetooth-modem"         = "USB-Bluetooth-Modem";
"bluetooth-modem-port"    = "Bluetooth-Modemanschluss";
"generic-bluetooth-modem" = "Bluetooth-Modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth-PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB-IrDA-Modemanschluss";
"irda-ircomm-port"        = "IrDA-Modemanschluss";

"loopback"                = "Loopback-IP";

"modem"                   = "Internes Modem";

"modem-port"              = "Modemanschluss";
"modem-printer-port"      = "Modem-/Druckeranschluss";

"printer-port"            = "Druckeranschluss";
"serial-port"             = "Serieller Anschluss";

"usbmodem"                = "USB-Modem"; 
"generic-usbmodem"        = "USB-Modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet-Bond (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV (USB)";

"Display Ethernet"        = "Monitor-Ethernet";
"Display FireWire"        = "Monitor-FireWire";

"External Modem"          = "Externes Modem";

"iPad"                    = "iPad-USB";

"iPhone"                  = "iPhone-USB";

"iPod"                    = "iPod-USB";

"USB Ethernet"            = "USB-Ethernet";
"USB Gigabit Ethernet"    = "USB-Gigabit-Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet (integriert)";
"X-multiether"            = "Ethernet (integriert) (%@)";
"X-firewire"              = "FireWire (integriert)";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
